Repository: psifidotos/kwin-script-workflow
Catalog: po/*.po
Languages: de, es, fr

source: WorkFlow Plasmoid
es: Plasmoide WorkFlow
fr: Composant graphique Flux de travail

source: Activities, Workareas, Windows organize your full workflow through the KDE technologies
es: Actividades, Áreas de Trabajo y Ventanas organizan todo tu WorkFlow a través de las tecnologías de KDE

source: Activities, Workareas, Windows, organize your full workflow through the KDE technologies
es: Actividades, Áreas de Trabajo y Ventanas organizan todo tu WorkFlow a través de las tecnologías de KDE

source: Change Activity Icon
de: Aktivitäts-Icon ändern
es: Cambiar ícono de la Actividad
fr: Changer l'icône de l'activité

source: Activity
de: Aktivität
es: Actividad
fr: Activité

source: Change your Activity Icon to recognize better your work.
es: Cambia el Icono de tu Actividad para reconocer mejor tu trabajo.

source: Enable this Activity by clicking on the Activity name or icon
es: Habilita esta Actividad haciendo clic en su nombre o icono.

source: Activity Name
de: Aktivitätsname
es: Nombre de la Actividad
fr: Nom de l'activité

source: Edit the Activity name by clicking on it.
es: Edita el nombre de la Actividad haciendo clic en el.

source: Delete Activity
de: Aktivität löschen
es: Borrar Actividad
fr: Supprimer l'activité

source: Delete Activity. Be careful, this action can not be undone.
es: Borrar Actividad. !Cuidado¡, esta acción no puede deshacerse.

source: Restore Activity
de: Aktivität wiederherstellen
es: Restaurar Actividad
fr: Restaurer l'activité

source: Restore Activity to continue your work from where you had stopped.
es: Restaura la Actividad para continuar con tu trabajo donde lo dejaste.

source: Clone Activity
de: Aktivität klonen
es: Clonar Actividad
fr: Cloner l'activité

source: Clone Activity and keep its settings.
es: Clonar la Actividad manteniendo su configuración.

source: Pause Activity
de: Aktivität anhalten
es: Pausar Actividad
fr: Mettre l'activité en pause

source: Pause Activity and keep it always available to continue your work from where you stopped.
es: Pausa la Actividad podrás mantenerla siempre disponible para continuar con tu trabajo donde lo dejaste.

source: Add Workarea
es: Añadir Área de Trabajo

source: Add a Workarea to sub-organize better your work.
es: Añadir un Área de Trabajo para estructurar mejor tu trabajo.

source: Close Window
de: Fenster schliessen
es: Cerrar Ventana
fr: Fermer la fenêtre

source: Close this window.
es: Cerrar esta ventana.

source: Change Window State
de: Fensterzustand ändern
es: Cambiar Estado de la Ventana
fr: Modifier le type de la fenêtre

source: Change Window state, there are four states available:<br/><br/>1.<b>"Single"</b>, is shown only on that Workarea<br/><br/>2.<b>"All Workareas"</b>, is shown on every Workarea in that Activity<br/><br/>3.<b>"Same Workareas"</b>,is shown in the same Workareas (position) in all Activities.<br/><br/>4.<b>"Everywhere"</b>, is shown on all Workareas.
es: Cambia el estado de la Ventana, hay cuatro estados disponibles:<br/><br/>1.<b>"Solo Aquí"</b>, se mostrará solamente en esa Área de Trabajo<br/><br/>2.<b>"Todas las Áreas de Trabajo"</b>,se muestra en todas las Áreas de Trabajos de esa Actividad<br/><br/>3.<b>"Misma Área de Trabajo"</b>, se muestra en la misma Área de Trabajo(posición) de todas las Actividades.<br/><br/>4.<b>"Siempre"</b>, la ventana se mostrará en todas las Áreas de Trabajo de todas las Actividades .

source: Delete Workarea
de: Arbeitsbereich löschen
es: Borrar Área de Trabajo
fr: Supprimer le bureau virtuel

source: Delete Workarea, <b>be careful</b> this action can not be undone.
es: Borrar el Área de Trabajo, <b>¡Cuidado!</b>Esta acción no puede deshacerse.

source: Show Windows
de: Fenster zeigen
es: Mostrar Ventanas
fr: Afficher les fenêtres

source: Show windows from that specific Workarea. The counter shows their number.
es: Mostrar las ventanas de esta Área de Trabajo. El contador muestra el número de ventanas.

source: Edit Workarea
es: Cambiar nombre

source: Edit the Workarea name to personalize more your work.
es: Edita el nombre del Área de Trabajo para personalizar más tu trabajo.

source: Orphaned Windows
de: Verwaiste Fenster
es: Ventanas Huérfanas
fr: Fenêtres orphelines

source: Please enter your windows filter...
es: Por favor ingresa tu filtro de ventana...

source: Hide Search Filter
es: Ocultar el Filtro de Búsqueda

source: Hide the search filter.
es: Ocultar el Filtro de Búsqueda.

source: WorkFlow Project - Tour Guide
de: WorkFlow Projekt - Tour Guide
es: Proyecto WorkFlow- Tour de Guiá
fr: Projet WorkFlow - Manuel d'utilisation

source: Chapters
de: Kapitel
es: Capítulos
fr: Chapitres

source: Previous
de: Vorheriges
es: Anterior
fr: Précédent

source: Next
de: Nächstes
es: Siguiente
fr: Suivant

source: Close
de: Schliessen
es: Cerrar
fr: Fermer

source: Introduction
de: Einführung
es: Introducción

source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue

source: The <i>WorkFlow Project</i> is an effort which tries to experiment with new technologies of KDE in answering the following question:
de: Das <i>WorkFlow Project</i> ist ein Projekt welches mit neuen KDE-Technologien experimentiert, um folgende Frage zu beantworten:
es: El <i>Proyecto WorkFlow</i> es un esfuerzo que trata de experimentar con las nuevas tecnologías de KDE respondiendo la siguiente pregunta:
fr: Le <i>projet WorkFlow</i> est une expérimentation des nouvelles technologies de KDE qui cherche à répondre aux questions suivantes :

source: "What is the most efficient way to use my computer?"
de: "Was ist die effektivste Art, meinen Computer zu verwenden?"
es: "¿Cual es el modo mas eficiente de usar mi computadora?"
fr: « Quelle est la manière la plus efficace d'utiliser mon ordinateur ? »

source: The most recent answer from the KDE community is by using <b><i><big><font color="#e58e5b">Activities</font></big></i></b>...
de: Die neuste Antwort darauf von der KDE-Community ist die Verwendung von <b><i><big><font color="#e58e5b">Aktivitäten</font></big></i></b>...
es: La respuesta mas reciente por parte de la comunidad de KDE es utilizando<b><i><big><font color="#e58e5b"> Las Actividades</font></big></i></b>...
fr: La réponse la plus récente de la communauté KDE est l'utilisation des <b><i><big><font color="#e58e5b">Activités</font></big></i></b>...

source: <big><u>Activity</u></big><br/><br/>Is a way to separate your work in different areas. Each activity can have different tools(plasmoids), windows, documents. In that way you can have a different Activity for your <font color="#a1b6f7"><i>"Vacation Planning"</i></font>, your <font color="#a1b6f7"><i>"University Studies"</i></font>, your <font color="#a1b6f7"><i>"Chess Hobby"</i></font> etc.
de: <big><u>Aktivitäten</u></big><br/><br/> sind eine Art, deine Arbeit in verschiedene Bereiche aufzuteilen. Jede Aktivität kann verschiedene Werkzeuge (Plasmoids), Fenster, Dokumente enthalten. Auf diese Art kannst du verschiedene Aktivitäten haben für deine <font color="#a1b6f7"><i>"Ferienplanung"</i></font>, dein <font color="#a1b6f7"><i>"Studium"</i></font>, dein <font color="#a1b6f7"><i>"Schach-Hobby"</i></font> etc.
es: <big><u>Actividad</u></big><br/><br/>es la manera de separar tu trabajo in diferentes áreas. Cada actividad puede tener diferentes herramientas(plasmoides), ventanas, documentos. De este modo puedes tener una Actividad diferente para tus<font color="#a1b6f7"><i>"Planes Vacacionales"</i></font>, tus <font color="#a1b6f7"><i>"Estudios Universitarios"</i></font> o tu <font color="#a1b6f7"><i>"Afición por le Ajedrez"</i></font> etc.
fr: <big><u>Les activités</u></big><br/><br/> proposent un moyen d'organiser votre travail sur différents espaces. Chaque activité peut avoir des composants graphiques, des fenêtres et des documents qui lui sont propres. Vous pouvez ainsi avoir une activité pour vos <font color="#a1b6f7"><i>« projet de vacances »</i></font>, vos <font color="#a1b6f7"><i>« études universitaires »</i></font>, vos <font color="#a1b6f7"><i>« parties d'échecs</i></font>, etc.

source: <big><u>Workareas(Virtual Desktops)</u></big><br/><br/>Is a way to sub-organize an Activity. For example your <font color="#a1b6f7"><i>"Vacation Planning"</i></font> can be separated in <font color="#ea7b7b"><i>"Sightseeing information"</i>, <i>"Hotels"</i>, <i>"Restaurants"</i></font> Workareas etc.
es: <big><u>Las Áreas de Trabajo(Escritorios Virtuales)</u></big><br/><br/>son una manera de organizar una Actividad. Por ejemplo tus <font color="#a1b6f7"><i>"Planes Vacacionales"</i></font> pueden ser separados usando Áreas de Trabajo con los siguientes nombres: <font color="#ea7b7b"><i>"Información Turística"</i>, <i>"Hoteles"</i>, <i>"Restaurantes"</i></font> etc.

source: Vacation Planning
de: Ferienplanung
es: Planes Vacacionales
fr: Projet de vacances

source: University Studies
de: Studium
es: Estudios Universitarios
fr: Études universitaires

source: Chess Hobby
de: Schach-Hobby
es: Afición por el Ajedrez
fr: Parties d'échecs

source: Sightseeing Information
de: Sehenswürdigkeitsinformationen
es: Información Turística
fr: Informations touristiques

source: Hotels
es: Hoteles
fr: Hôtels

source: Restaurants
es: Restaurantes

source: Interface
es: Interfaz

source: Explaining the Interface
de: Erklärung des Interface
es: Explicando la Interfaz
fr: Description de l'interface

source: Let's see how the previous mentioned example could be represented in our WorkFlow.In the main area there are two running activities <font color="#a1b6f7"><i>"Vacation Planning"</i></font> and <font color="#a1b6f7"><i>"University Studies"</i></font>.<br/> On the stopped(paused) activities area you can find the third Activity <font color="#a1b6f7"><i>"Chess Hobby"<i></font> which does not consume any resources but is always avaible to restore it.<br/><br/> The <font color="#a1b6f7"><i>"Vacation Planning"</i></font> Activity is sub-organized into three <b>Workareas</b>:<br/> <font color="#ea7b7b"><i>"Sightseeing information"</i>, <i>"Hotels"</i>, <i>"Restaurants"</i> </font> <br/><br/> and on the other hand Activity <font color="#a1b6f7"><i>"University Studies"</i></font> contains two Workareas:<br/> <font color="#ea7b7b"><i>"Computer Science"</i></font> and <font color="#ea7b7b"><i>"Mathematics I"</i></font>
es: Observe como el ejemplo antes mencionado puede ser representado en nuestro WorkFlow. En el zona principal del diagrama se encuentran dos Actividades activas <font color="#a1b6f7"><i>"Planes Vacacionales"</i></font> y <font color="#a1b6f7"><i>"Estudios Universitarios"</i></font>.<br/> En el apartado de actividades detenidas(pausadas)puedes encontrar la actividad<font color="#a1b6f7"><i>"Afición por el Ajedrez"<i></font> la cual no consume recurso alguno pero esta siempre disponible para reanudarla.<br/><br/> La Actividad<font color="#a1b6f7"><i>"Planes Vacacionales"</i></font> esta dividida en tres <b>Áreas de Trabajo</b>:<br/> <font color="#ea7b7b"><i>"Información Turística"</i>, <i>"Hoteles"</i>, <i>"Restaurantes"</i> </font> <br/><br/> y la otra Actividad <font color="#a1b6f7"><i>"Estudios Universitarios"</i></font> contiene dos Áreas de Trabajo:<br/> <font color="#ea7b7b"><i>"Informática"</i></font> and <font color="#ea7b7b"><i>"Matemáticas I"</i></font>

source: Computer Science
de: Informatik
es: Informática
fr: Informatique

source: Mathematics I
de: Mathematik I
es: Matemáticas I
fr: Mathématiques I

source: Windows
de: Fenster
es: Ventanas
fr: Fenêtres

source: Windows in Activities
de: Fenster in Aktivitäten
es: Ventanas en las Actividades
fr: Les fenêtres dans les activités

source: Windows in Activities in order to correspond in a general and simple WorkFlow are enhanced and support three basic states.
de: Fenster in Aktivitäten sind, um einen einfachen WorkFlow zu ermöglichen, verbessert und unterstützen drei grundlegende Zustände.
es: Las Ventanas en las Actividades son mejoradas y soportan tres estados básicos para hacer de tu WorkFlow más simple y general.
fr: Afin de correspondre à un flux de travail général et simple, les fenêtres sont améliorées dans les activités et peuvent prendre trois états de base.

source: 1. In <font color="#ea7b7b"><i>"Single"</i></font> state the window will be available only in one specific Workarea.
es: 1. <font color="#ea7b7b"><i>"Único"</i></font>. En este estado la ventana estará disponible solamente en una Área de Trabajo especifica.

source: 2. In <font color="#ea7b7b"><i>"All Workareas"</i></font> state the window will be available in every Workarea for specific Activity.
es: 2.<font color="#ea7b7b"><i>"Todas las Áreas de Trabajo"</i></font>. En este estado la ventana estará disponible en cada Área de Trabajo de la Actividad.

source: 2. In <font color="#ea7b7b"><i>"Same Workareas"</i></font> state the window will be available in the same Workareas (position) in all Activities.
es: 3. <font color="#ea7b7b"><i>"Mismas Áreas de Trabajo"</i></font>. En este estado la ventana estará disponible en la misma Área de Trabajo(posición) de todas las Actividades.

source: 4. In <font color="#ea7b7b"><i>"Everywhere"</i></font> state the window will be available in every Workarea and every Activity.
es: 4. <font color="#ea7b7b"><i>"Siempre"</i></font>. En este estado la ventana estará disponible en todas las Áreas de Trabajo de todas las Actividades.

source: Full Interface
de: Komplettes Interface
es: Interfaz Completa
fr: Interface entière

source: The Complete Interface
de: Das komplette Interface
es: La Interfaz Completa
fr: Interface complète

source: Lets use our previous example of Activities and Workareas, but this time with Windows enabled.<br/> You can observe if you want the three Window states in the following example.<br/><br/>The Okular and Dolphin windows are in <font color="#ea7b7b"><i>"Single"</i></font> state.<br/>The Words window is in <font color="#ea7b7b"><i>"All Workareas"</i></font> state. <br/>The Amarok window is in <font color="#ea7b7b"><i>"Everywhere"</i></font> state.
de: Sehen wir uns unser vorheriges Beispiel mit Aktivitäten und Arbeitsbereichen an, aber mit aktivierten Fenstern.<br/> Schau dir die drei Fensterzustände in folgendem Beispiel an.<br/><br/>Die Okular- und Dolphin-Fenster sind im <font color="#ea7b7b"><i>"Einzeln"</i></font> Zustand.<br/>Das Words-Fenster ist im <font color="#ea7b7b"><i>"Alle Arbeitsbereiche"</i></font> Zustand. <br/>Das Amarok-Fenster ist im <font color="#ea7b7b"><i>"Überall"</i></font> Zustand.
es: Usemos nuestro ejemplo anterior de las Actividades y las Áreas de Trabajo, pero esta vez con Ventanas habilitadas.<br/> Si quieres puedes observar los tres estados de las Ventanas en el siguiente ejemplo.<br/><br/>Okular y Dolphin están en estado <font color="#ea7b7b"><i>"Único"</i></font> .<br/> La ventana Word esta en estado<font color="#ea7b7b"><i>"Todas las Áreas de Trabajo"</i></font>. <br/> La ventana Amarok esta en estado <font color="#ea7b7b"><i>"Siempre"</i></font> .
fr: Utilisons notre exemple précédent, mais cette fois en activant les fenêtres.<br/> Vous pouvez observer dans l'exemple suivant les trois états des fenêtres.<br/><br/>Les fenêtres d'Okular et de Dolphin sont dans l'état <font color="#ea7b7b"><i>"Unique"</i></font>.<br/>La fenêtre Words est dans l'état <font color="#ea7b7b"><i>"Tous les espaces de travail"</i></font>.<br/>La fenêtre Amarok est dans l'état <font color="#ea7b7b"><i>"Partout"</i></font>.

source: Amarok - Sounds of KDe
es: Amarok - Sonidos de KDE
fr: Amarok

source: Final Tips
de: Letzte Tipps
es: Últimos consejos.
fr: Conseils finals

source: Final Guidelines
de: Letzte Hinweise
es: Directrices Finales
fr: Instructions finales

source: I hope this tour helped you understand a bit the concept of Activities and Workareas. For information about the various actions which will help you represent your unique WorkFlow, you can always focus on the various tooltips around.<br/>Dont forget that the plasmoid has also a Configuration Dialog which may be of good use.
de: Ich hoffe, diese Tour hat dir geholfen, das Konzept von Aktivitäten und Arbeitsbereichen etwas zu verstehen. Für Informationen über die verschiedenen Aktionen für deinen eigenen WorkFlow kannst du immer auf die Tooltips achten.<br/>Vergiss nicht, dass das Plasmoid auch einen nützlichen Konfigurationsdialog hat.
es: Espero que este tour te haya ayudado a entender un poco el concepto de las Actividades y las Áreas de Trabajo. Para encontrar más información acerca de las varias funciones que te ayudaran a administrar tu WorkFlow, siempre puedes observar en los diferentes mensajes de ayuda que hay.<br/>No olvides que el plasmoide también tiene un Dialogo de Configuración el cual puede ser de mucha ayuda.
fr: J'espère que cette visite guidée vous a aidé à mieux comprendre les notions d'activités et d'espaces de travail. Si vous avez besoin d'informations sur les fonctions vous permettant de rendre votre flux de travail unique, prêtez attention aux diverses info-bulles.<br/> N'oubliez pas que que l'application dispose également d'une fenêtre de configuration qui peut s'avérer très utile.

source: Let's be creative...<br><br/>- End Of Tour -
de: Sei kreativ...<br/><br/>-Ende der Tour-
es: Seamos creativos...<br><br/>- Fin del Tour -
fr: Soyez créatifs...<br><br/>- Fin de la visite -

source: New Activity
de: Neue Aktivität
es: Nueva Actividad
fr: Nouvelle activité

source: Add Activity
de: Aktivität hinzufügen
es: Añadir Actividad
fr: Ajouter une activité

source: Add an Activity with default settings.
es: Añadir una Actividad con la configuración por defecto.

source: Show/Hide Stopped Activities List
es: Mostrar/Ocultar la Lista de Actividades Detenidas

source: Show or Hide the Stopped Activities List to enhance your workflow.
es: Mostrar u Ocultar la Lista de Actividades Detenidas para mejorar tu WorkFlow.

source: Unlock Activities
es: Desbloquear Actividades

source: Lock Activities
de: Aktivitäten sperren
es: Bloquear Actividades
fr: Verrouiller les activités

source: Unlock Activities to enable editing.
es: Desbloquea las Actividades para poder editarlas.

source: Lock Activities to disable editing. In Locked state only Pause and Restore actions are enabled.
es: Bloquea las Actividades para deshabilitar su edición. Estando bloqueadas solamente las acciones Pausar y Restaurar están habilitadas.

source: Show/Hide Windows
de: Zeige/Verstecke Fenster
es: Mostrar/Ocultar las Ventanas
fr: Afficher/Masquer les fenêtres

source: Show or hide all windows to enhance your workflow.
es: Mostrar u Ocultar todas las ventanas para simplificar tu WorkFlow.

source: Enable/Disable Previews
de: Vorschau aktivieren/deaktivieren
es: Habilitar/Deshabilitar las Vistas previas
fr: Activer/Désactiver les aperçus

source: Enable/disable window previews.<br/> By <i>"Pressing and Holding"</i> the Calibration Dialog is appearing.
es: Habilitar/Deshabilitar la vistas previas de las ventanas.<br/> Al<i>"Mantener presionado "</i> este botón aparecerá el cuadro de diálogo para calibrar las vistas previas.

source: About Dialog
de: "Über" Diaog
es: Acerca de...
fr: Fenêtre À propos

source: This dialog contains information about the application but you can also find "Help Tour" and "Report Bug" choices.
de: Dieser Dialog enthält Informationen über das Programm, aber auch die "Hilfetour"- und "Bugreport"-Optionen.
es: Este dialogo contiene información acerca de la aplicación ademas puedes encontrar las opciones "Tour de Ayuda" y "Reportar Fallo/Solicitar Característica".
fr: Cette boîte de dialogue contient des informations sur l'application mais vous pouvez aussi y trouver la visite guidée et le rapport de bogue.

source: Plasmoid Version:
es: Versión del Plasmoide:
fr: Version du composant graphique :

source: Author(s):
de: Author(en):
es: Autor(es):
fr: Auteur(s) :

source: Project Website:
de: Projekt-Webseite:
es: Pagina Web del Proyecto:
fr: Site web du projet :

source: License:
de: Lizenz:
es: Licencia:
fr: Licence :

source: Contributors
es: Colaboradores

source: Translators
es: Traductores

source: Report Bug<br/>Request Feature
de: Bug melden<br/>Feature wünschen
es: Reportar Fallo<br/>Solicitar característica
fr: Rapport de bogue<br/>Demande de fonctionnalité

source: Help Tour
de: Hilfstour
es: Tour de Ayuda
fr: Visite guidée

source: Previews Calibration Dialog
de: Vorschau-Kalibrierungsdialog
es: Dialogo de Calibración de Vistas Previas
fr: Fenêtre de configuration des aperçus

source: Step 1: Choose a Window from the following list to show its preview on the side Rectangle...
de: Schritt 1: Wähle ein Fenster aus dieser Liste um die Vorschau am Rand des Rechtecks zu zeigen...
es: Paso 1: Escoge una Ventana de la siguiente lista para mostrar su vista previa en el rectángulo de al lado...
fr: Étape 1 : Choisissez une fenêtre de la liste suivante pour afficher son aperçu dans le rectangle latéral...

source: Step 2: Use the sliders below to move the Preview Window into the center of the above Rectangle...
de: Schritt 2: Benutze die Regler unten um das Vorschaufenster in die Mitte des Rechtecks zu bewegen...
es: Paso 2: Usa los deslizadores de abajo para mover la Vista Previa hacia el centro del rectángulo de arriba...
fr: Étape 2 : Utilisez les curseurs ci-dessous pour déplacer la fenêtre d'aperçu dans le rectangle ci-dessus...

source: Reduce X
de: X reduzieren
es: Reducir X
fr: Réduire X

source: Reduce X offset for the window previews.
es: Reducir el desplazamiento en X de la vista previa.

source: Increase X
de: X erhöhen
es: Incrementar X
fr: Augmenter X

source: Increase X offset for the window previews.
es: Aumentar el desplazamiento en X de la vista previa.

source: Reduce Y
de: Y reduzieren
es: Reducir Y
fr: Réduire Y

source: Reduce Y offset for the window previews.
es: Reducir el desplazamiento en Y de la vista previa.

source: Increase Y
de: Y erhöhen
es: Incrementar Y
fr: Augmenter Y

source: Increase Y offset for the window previews.
es: Aumentar el desplazamiento en Y de las vistas previas.

source: Step 3: Press Ok for confirmation...
de: Schritt 3: Drücke Ok zur Bestätigung...
es: Paso 3: Presiona Aceptar para confirmar...
fr: Étape 3 : Cliquez sur OK pour confirmer...

source: Refresh Window Previews
es: Actualizar las Vistas Previas

source: Refresh Window Previews until you see one.
es: Actualiza las Vistas Previas hasta cuando veas una.

source: Are you sure you want to clone activity
de: Bist du sicher, dass du die Aktivität klonen möchtest
es: Estas seguro de querer clonar la actividad
fr: Veuillez confirmer le clonage de l'activité

source: Yes
de: Ja
es: Si
fr: Oui

source: Ok
es: Aceptar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: First Activation for Window Previews
de: Erste Aktivierung der Fenstervorschauen
es: Primera Activación para Vistas Previas
fr: Première activation des aperçus de fenêtres

source: It is the first time you enable window previews,<br/>Do you want to configure them according to your plasma theme?
de: Es ist das erste Mal, dass du Fenstervorschauen aktivierst.<br/>Willst du sie nach deinem Plasma-Theme konfigurieren?
es: Es la primera vez que habilitas las Vistas Previas de las ventanas,<br/> ¿Quieres configuraras de acuerdo al tu tema de escritorio?
fr: C'est la première fois que vous activez les aperçus de fenêtres,<br/> Souhaitez-vous les configurer en accord avec votre thème de bureau ?

source: -This option is always available with "Pressing and Holding"<br/>the Windows Previews toolbutton-
de: -Diese Option ist immer durch "drücken und halten"<br/>des Fenstervorschau-Toolbutton verfügbar-
es: -Esta opción esta siempre disponible "Manteniendo presionado"<br/>el botón de Vista Previa.
fr: - Cette possibilité reste disponible en maintenant appuyé <br/> le bouton des aperçus de fenêtres -

source: First Run for Help Tour
de: Erststart-Hilfetour
es: Primera Ejecución para el Tour de Ayuda
fr: Premier lancement de la visite guidée.
