Repository: psifidotos/kwin-script-workflow
Catalog: po/*.po
Languages: de, es, fr

source: It is the first time you use the application,<br/>Do you want to watch a Help Tour?
de: Es ist das erste Mal, dass du diese Anwendung verwendest,<br/>Willst du dir eine Hilfetour ansehen?
es: Es la primera vez que usas la aplicación,<br/>¿Quieres ver el Tour de Ayuda?
fr: Est-ce la première fois que vous utilisez l'application, <br/>Souhaitez-vous effectuer un visite guidée ?

source: -This option is always available from the About Dialog-
de: -Diese Option ist immer im "Über"-Dialog verfügbar-
es: Esta opción esta siempre disponible en el Dialogo Acerca
fr: - Cette possibilité reste disponible dans la fenêtre À propos

source: Remove Activity
de: Aktivität entfernen
es: Quitar Actividad
fr: Retirer l'activité

source: Are you sure you want to remove activity
de: Bist du sicher, dass du die Aktivität entfernen möchtest
es: ¿Estas seguro de que quieres borrar la actividad
fr: Veuillez confirmer le retrait de l'activité

source: Zoom Out
de: Herauszoomen
es: Alejar
fr: Dézoomer

source: Zoom out your interface to gain more space.
es: Aleja tu interfaz para ganar mas espacio.

source: Zoom In
de: Hereinzoomen
es: Acercar
fr: Zoomer

source: Zoom in your interface to focus more on items.
es: Acerca tu interfaz para enfocarte en más elementos.

source: Form
de: Formular
es: Forma
fr: Forme

source: Animations Level
es: Nivel de Animaciones:
fr: Niveau d'animation

source: None
de: Keine
es: Ninguno
fr: Aucun

source: Basic
de: Grundlegend
es: Bajo
fr: Basique

source: Full
de: Voll
es: Alto
fr: Complet

source: Appearance
es: Apariencia:

source: <html><head/><body><p>Hide the background from the plasmoid and use the default one.</p></body></html>
es: <html><head/><body><p>Ocultar el fondo del plasmoide y usar el fondo por defecto del sistema.</p></body></html>

source: Hide background and use plasma theme
es: Esconder la imagen de fondo y usar el tema de escritorio

source: <html><head/><body><p>By enabling this option the plasmoid's icon is using the current activity's icon every time instead of the default one.</p></body></html>
es: <html><head/><body><p>Habilitando esta opción el icono del plasmoide estará usando el icono de la actividad actual en vez del asignado por defecto en el sistema.</p></body></html>

source: Use current Activity's icon in the panel
es: Usar el ícono de la Actividad actual en el panel
fr: Utiliser l'icône de l'activité en cours dans le tableau de bord

source: Behavior
es: Comportamiento:
fr: Comportement

source: <html><head/><body><p>This option is available only when the plasmoid is in a panel. You can hide the PopUp when you click on a Workarea</p></body></html>
es: <html><head/><body><p>Esta opción solamente esta disponible cuando el plasmoide esta en un panel. Puedes ocultar el plasmoide cuando haces clic en un Área de Trabajo.

source: Hide popup when clicking a Workarea
es: Ocultar el plasmoide cuando se haga clic en una Área de Trabajo

source: <html><head/><body><p>It disables the panel for windows in "Everywhere" state (windows that are shown in all Activities and all Workareas). Instead these windows are shown in all Workareas lists.</p></body></html>
es: <html><head/><body><p>Se desactiva el panel para las ventanas con el estado "Siempre" (ventanas que son mostradas en todas las Actividades y todas las Áreas de Trabajo). En vez de ello esas ventanas son mostradas en las listas de todas las Áreas de Trabajo.</p></body></html>

source: Disable "Everywhere" windows panel
es: Deshabilitar el panel de ventanas "Siempre"

source: <html><head/><body><p>This choice enables the plasmoid icon to trigger the WorkFlow KWin Script and not show the popup window</p></body></html>
es: <html><head/><body><p>Esta opción permite que el icono del plasmoide ejecute el KWin Script de WorkFlow y no mostrar la ventana emergente del plasmoide</p></body></html>

source: Trigger KWin Script instead of popup
es: Ejecutar el Kwin Script en vez de la ventana emergente

# NAME OF TRANSLATORS
source: Your names
de: Deine Namen
es: Sus nombres
fr: Vos noms

# EMAIL OF TRANSLATORS
source: Your emails
de: Deine E-Mails
es: Sus correos electrónicos
fr: Vos adresses électroniques

source: You can change your Activity Icon in order to recognize better your work.
de: Du kannst das Aktivitäts-Icon ändern um die Aktivität besser zu erkennen.
fr: Vous pouvez changer l'icône de l'activité pour mieux identifier votre travail.

source: You can enable this Activity by clicking on the Activity name or icon
de: Du kannst diese Aktivität durch Anklicken des Namens oder Icons aktivieren.
fr: Vous pouvez activer cette activité en cliquant sur son nom ou son icône

source: You can enable this Activity by clicking or edit its name with double-clicking in order to represent your work.
de: Du kannst diese Aktivität durch Anklicken aktivieren oder den Namen per Doppelklick bearbeiten.
fr: Vous pouvez activer cette activité en cliquant, ou modifier son nom en double-cliquant, de manière à mieux désigner votre travail.

source: You can restore an Activity in order to continue your work from where you had stopped.
de: Du kannst eine Aktivität wiederherstellen, um deine Arbeit dort fortzusetzen wo du sie gestoppt hattest.
fr: Vous pouvez restaurer une activité pour reprendre votre travail là où vous l'aviez laissé.

source: You can delete an Activity. Be careful, this action can not be undone.
de: Du kannst eine Aktivität löschen. Vorsicht! Dies kann nicht rückgängig gemacht werden.
fr: Vous pouvez supprimer une activité. Attention, cette action est irréversible.

source: Add Plasmoids
de: Plasmoids hinzufügen
fr: Ajouter des composants graphiques

source: Add Plasmoids to your Activity in order to customize it more.
de: Füge deiner Aktivität Plasmoids hinzu um sie persönlicher zu machen.
fr: Ajoute des composants graphiques à votre activité pour la personnaliser davantage.

source: You can clone an Activity.
de: Du kannst eine Aktivität klonen.
fr: Vous pouvez dupliquer une activité.

source: You can pause an Activity and place it on the right panel.This way the Activity will be always available to continue your work from where you stopped.
de: Du kannst eine Aktivität anhalten und im rechten Panel ablegen. Dadurch ist sie immer verfügbar, um deine Arbeit dort fortzusetzen, wo du aufgehört hast.
fr: Vous pouvez mettre une activité en pause et la placer sur le panneau de droite. Celle-ci sera ainsi toujours disponible pour reprendre votre travail là où vous l'aviez laissé.

source: Add WorkArea
de: Arbeitsbereich hinzufügen
fr: Ajouter un bureau virtuel

source: You can add a Workarea in order to sub-organize better your work.
de: Du kannst einen Arbeitsbereich zur besseren Unterorganisation deiner Arbeit hinzufügen.
fr: Vous pouvez ajouter un bureau virtuel pour mieux organiser vos tâches.

source: Edit WorkArea
de: Arbeitsbereich bearbeiten
fr: Renommer le bureau

source: You can edit the Workarea name in order to personalize more your work.
de: Du kannst den Arbeitsbereichsnamen ändern um deine Arbeit mehr zu personalisieren.
fr: Vous pouvez modifier le nom du bureau virtuel pour mieux vous organiser.

source: You can close this window if you want to.
de: Du kannst dieses Fenster schliessen wenn du möchtest.
fr: Vous pouvez fermer cette fenêtre si besoin est.

source: You can change the window's state, there are three states available:<br/><br/>1.<b>"Single"</b>, is shown only on that Workarea<br/><br/>2.<b>"All WorkAreas"</b>, is shown on every WorkArea in that Activity<br/><br/>3.<b>"Everywhere"</b>, is shown on all WorkAreas.
de: Du kannst den Fensterzustand ändern. Es gibt drei Fensterzustände:<br/><br/>1.<b>"Einzeln"</b>, wird nur auf diesem Arbeitsbereich gezeigt<br/><br/>2.<b>"Alle Arbeitsbereiche"</b>, wird auf allen Arbeitsbereichen dieser Aktivität gezeigt<br/><br/>3.<b>"Überall"</b>, wird auf allen Arbeitsbereichen gezeigt.
fr: Vous pouvez modifier le type de la fenêtre. Trois types sont disponibles :<br/><br/>1.<b>« Unique »</b>, s'affiche uniquement sur ce bureau ;<br/><br/>2.<b>« Tous les bureaux »</b>, s'affiche sur de les bureaux de cette activité ;<br/><br/>3.<b>« Partout », s'affiche sur tous les bureaux.

source: You can delete this WorkArea if you want to.
de: Du kannst diesen Arbeitsbereich löschen wenn du möchtest.
fr: Vous pouvez supprimer le bureau virtuel si besoin est.

source: You can see the windows from that spesific Workarea if you want. The counter shows their number.
de: Du kannst die Fenster dieses Arbeitsbereiches anzeigen wenn du möchtest. Der Zähler zeigt die Anzahl.
fr: Vous pouvez afficher les fenêtres de ce bureau en particulier. Un compteur indique leur nombre.

source: <big><u>Workareas(Virtual Desktops)</u></big><br/><br/>Is a way to sub-organize an Activity. For example your <font color="#a1b6f7"><i>"Vacation Planning"</i></font> can be separated in <font color="#ea7b7b"><i>"Sightseeing information"</i>, <i>"Hotels"</i>, <i>"Restaurants"</i></font> WorkAreas etc.
de: <big><u>Arbeitsbereiche(Virtuelle Desktops)</u></big><br/><br/> sind eine Art, Aktivitäten unterzuorganisieren. Die Aktivität <font color="#a1b6f7"><i>"Urlaubsplanung"</i></font> kann zum Beispiel in <font color="#ea7b7b"><i>"Sehenswürdigkeitsinfos"</i>, <i>"Hotels"</i>, <i>"Restaurants"</i></font> etc. Arbeitsbereiche unterteilt werden.
fr: <big><u>Les espaces de travail (Bureaux virtuels)</u></big><br/><br/>sont un moyen de découper une activité. Par exemple votre <font color="#a1b6f7"><i>"Planification des vacances"</i></font> peut être divisée en espaces de travail <font color="#ea7b7b"><i>"Informations touristiques"</i>, <i>"Hôtels"</i>, <i>"Restaurants"</i></font>, etc.

source: Let's see how the previous mentioned example could be represented in our WorkFlow.In the main area there are two running activities <font color="#a1b6f7"><i>"Vacation Planning"</i></font> and <font color="#a1b6f7"><i>"University Studies"</i></font>.<br/> On the stopped(paused) activities area you can find the third Activity <font color="#a1b6f7"><i>"Chess Hobby"<i></font> which does not consume any resources but is always avaible to restore it.<br/><br/> The <font color="#a1b6f7"><i>"Vacation Planning"</i></font> Activity is sub-organized into three <b>WorkAreas</b>:<br/> <font color="#ea7b7b"><i>"Sightseeing information"</i>, <i>"Hotels"</i>, <i>"Restaurants"</i> </font> <br/><br/> and on the other hand Activity <font color="#a1b6f7"><i>"University Studies"</i></font> contains two WorkAreas:<br/> <font color="#ea7b7b"><i>"Computer Science"</i></font> and <font color="#ea7b7b"><i>"Mathematics I"</i></font>
de: Schauen wir uns an, wie das vorher genannte Beispiel in deinem WorkFlow umgesetzt werden kann. Im Hauptbereich laufen die zwei Aktivitäten <font color="#a1b6f7"><i>"Ferienplanung"</i></font> und <font color="#a1b6f7"><i>"Studium"</i></font>.<br/> Im Bereich der gestoppten (angehaltenen) Aktivitäten ist die dritte Aktivität <font color="#a1b6f7"><i>"Schach-Hobby"</i></font> welches keine Ressourcen verbraucht, aber jederzeit wiederhergestellt werden kann.<br/><br/> Die <font color="#a1b6f7"><i>"Ferienplanung"</i></font>-Aktivität ist in drei <b>Arbeitsbereiche</b> aufgeteilt:<br/> <font color="#ea7b7b"><i>"Sehenswürdigkeitsinformationen"</i>, <i>"Hotels"</i>, <i>"Restaurants"</i> </font> <br/><br/>, und die Aktivität <font color="#a1b6f7"><i>"Studium"</i></font> enthält zwei Arbeitsbereiche:<br/> <font color="#ea7b7b"><i>"Informatik"</i></font> und <font color="#ea7b7b"><i>"Mathematik I"</i></font>
fr: Nous allons voir comment l'exemple cité est représenté dans l'application. Dans la zone principale, deux activités sont en cours d'exécution : <font color="#a1b6f7"><i>« projet de vacances »</i></font> et <font color="#a1b6f7"><i>« études universitaires »</i></font>. Dans la zone des activités arrêtées (en pause) vous pouvez voir <font color="#a1b6f7"><i>« parties d'échecs</i></font> qui ne consomme aucune ressource mais reste disponible à tout moment.<br/><br/>L'activité <font color="#a1b6f7"><i>« projet de vacances »</i></font> est organisée en trois <b>bureau virtuels</b> :<br/> <font color="#ea7b7b"><i>« informations touristiques »</i>, <i>« hôtels »</i> et <i>« restaurants »</i></font>.<br/><br/> L'activité <font color="#a1b6f7"><i>« études universitaires »</i></font> contient deux bureaux virtuels :<br/> <font color="#ea7b7b"><i>« Informatique »</i></font> et <font color="#ea7b7b"><i>« Mathématiques I »</i></font>

source: 1. In <font color="#ea7b7b"><i>"Single"</i></font> state the window will be available only in one specific WorkArea.
de: 1. In <font color="#ea7b7b"><i>"Einzeln"</i></font> ist das Fenster nur in einem Arbeitsbereich verfügbar.
fr: 1. Dans l'état <font color="#ea7b7b"><i>"Unique" </i></font>, la fenêtre n'est disponible que dans un seul espace de travail.

source: 2. In <font color="#ea7b7b"><i>"All Workareas"</i></font> state the window will be available in every WorkArea for specific Activity.
de: 2. In <font color="#ea7b7b"><i>"Alle Arbeitsbereiche"</i></font> wird das Fenster in allen Arbeitsbereichen einer Aktivität angezeigt.
fr: 2. Dans l'état <font color="#ea7b7b"><i>"Tous les espaces de travail" </i></font>, la fenêtre est disponible dans tous les espaces de travail d'une activité spécifique.

source: 3. In <font color="#ea7b7b"><i>"Everywhere"</i></font> state the window will be available in every WorkArea and every Activity.
de: 3. In <font color="#ea7b7b"><i>"Überall"</i></font> wird das Fenster in allen Arbeitsbereichen aller Aktivitäten angezeigt.
fr: 3. Dans l'état <font color="#ea7b7b"><i>"Partout" </i></font>, la fenêtre est disponible dans tous les espaces de travail de toutes les activités.

source: You can add an Activity if you want to with default settings.
de: Du kannst eine Aktivität mit den Standardeinstellungen hinzufügen.
fr: Vous pouvez ajouter une activité avec une configuration par défaut.

source: Show/Hide Stopped Activities
de: Zeige/Verstecke gestoppte Aktivitäten
fr: Afficher/Masquer les activités arrêtées

source: Show or Hide the Stopped Activities in order to enhance your workflow.
de: Zeige oder verstecke die gestoppten Aktivitäten um deinen WorkFlow zu verbessern.
fr: Afficher ou masquer les activités arrêtées pour améliorer votre flux de travail.

source: You can lock your Activities if you want. In Locked state only Pause and Restore actions are enabled.
de: Du kannst deine Aktivitäten sperren. Im gesperrten Zustand sind nur die Aktionen zum Anhalten und Wiederherstellen aktiv.
fr: Vous pouvez verrouiller vos activités. Dans l'état verrouillé, seules les actions Pause et Restauration sont actives.

source: You can show or hide all the windows shown in order to enhance your workflow.
de: Du kannst alle gezeigten Fenster anzeigen oder verstecken um deinen WorkFlow zu verbessern.
fr: Vous pouvez afficher ou masquer toutes les fenêtres pour améliorer votre flux de travail.

source: Translator(s):
de: Übersetzer:
fr: Traducteur(s) :

source: You can reduce X offset for the window previews.
de: Du kannst den X-Offset für die Fenstervorschau reduzieren.
fr: Vous pouvez réduire le décalage en X des aperçus des fenêtres.

source: You can increase X offset for the window previews.
de: Du kannst den X-Offset für die Fenstervorschau erhöhen.
fr: Vous pouvez augmenter le décalage en X des aperçus des fenêtres.

source: You can reduce Y offset for the window previews.
de: Du kannst den Y-Offset für die Fenstervorschau reduzieren.
fr: Vous pouvez réduire le décalage en Y des aperçus des fenêtres.

source: You can increase Y offset for the window previews.
de: Du kannst den Y-Offset für die Fenstervorschau erhöhen.
fr: Vous pouvez augmenter le décalage en Y des aperçus des fenêtres.

source: No
de: Nein
fr: Non

source: You can zoom out your interface in order to gain more space.
de: Du kannst aus dem Interface zoomen um mehr Platz zu schaffen.
fr: Vous pouvez dézoomer votre interface pour gagner plus d'espace.

source: You can zoom in your interface in order to focus more on items.
de: Du kannst in das Interface hineinzoomen um mehr auf die Elemente zu fokussieren.
fr: Vous pouvez zoomer votre interface pour vous concentrer sur des éléments.

source: Activities, Workareas, Windows organize your full workflow through the KDE technologies
fr: Les activités, les espaces de travail et les fenêtres organisent votre flux de travail complet grâce aux technologies de KDE

source: General
de: Allgemein
fr: Général

source: The activities orders
fr: Ordre des activités

source: The various activities ids
de: Die verschiedenen Aktivitäts-Ids
fr: Identifiants des différentes activités

source: the number of workareas per activity
de: Anzahl Arbeitsbereiche pro Aktivität
fr: le nombre d'espaces de travail par activité

source: the various workareas names per activity
de: Die Arbeitsbereichsnamen pro Aktivität
fr: les différents noms d'espaces de travail par activité

source: Icons Theme
fr: Thème des icônes

source: <html><head/><body><p>Every theme demands the <span style=" font-weight:600;">original Icon theme</span> installed if you want good appearance with the application. In general these themes are just links for icons from the current KDE icon theme.</p></body></html>
de: <html><head/><body><p>Für jedes Theme muss das <span style=" font-weight:600;">originale Icon-Theme</span> installiert sein, wenn das Programm gut aussehen soll. Normalerweise sind diese Themes nur Links zum momentanen KDE-Icon-Theme.</p></body></html>
fr: <html><head/><body><p>Pour que l'application s'affiche convenablement, chaque thème requiert l'installation du <span style=" font-weight:600;">thème d'icônes original</span>. En général, ces thèmes ne sont que des liens vers les icônes du thème actuel de KDE.</p></body></html>

source: <html><head/><body><p>This option is available only when the plasmoid is in a panel. You can hide the PopUp when you click on a WorkArea</p></body></html>
de: <html><head/><body><p>Diese Option funktioniert nur, wenn das Plasmoid in einem Panel ist. Du kannst das Popup nach Anklicken eines Arbeitsbereichs verstecken.</p></body></html>
fr: <html><head/><body><p>Cette option n'est disponible que lorsque le composant graphique se trouve dans un tableau de bord. Vous pouvez masquer l'info-bulle lorsque vous cliquer sur un espace de travail</p></body></html>

source: Hide PopUp when clicking a WorkArea
de: Popup nach Anklicken eines Arbeitsbereichs verstecken
fr: Masquer la fenêtre surgissante lors du clic sur un espace de travail

source: <html><head/><body><p>The delay for showing a tooltip. With 0 tooltips are disabled</p></body></html>
de: <html><head/><body><p>Die Verzögerung für Tooltips. 0 deaktiviert Tooltips.</p></body></html>
fr: <html><head/><body><p>Délai d'affichage pour les info-bulles. La valeur 0 désactive les info-bulles.</p></body></html>

source: Tooltips Delay
fr: Délai des info-bulles

source: You can enable/disable window previews only when you place the plasmoid in the Dashboard.<br/> By <i>"Pressing and Holding"</i> the Calibration Dialog is appearing.
de: Du kannst die Fenstervorschau nur aktivieren/deaktivieren, wenn du das Plasmoid im Dashboard platzierst.<br/> Durch <i>"drücken und halten"</i> wird der Kalibrierungsdialog angezeigt.
